Repository: Jju17/PouleParty
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: fr, nl

source: %llds remaining
fr: %llds restantes
nl: Nog %llds

source: ⚠️ Out of zone: losing points
fr: ⚠️ Hors zone : tu perds des points
nl: ⚠️ Buiten de zone: je verliest punten

source: ✓ Done
fr: ✓ Fait
nl: ✓ Gedaan

source: 4-digit code
fr: Code à 4 chiffres
nl: 4-cijferige code

source: Activate
fr: Activer
nl: Activeren

source: Admin code
fr: Code admin

source: Admin mode
fr: Mode admin
nl: Adminmodus

source: Allow Always
fr: Toujours autoriser
nl: Altijd toestaan

source: Allow Location Access
fr: Autoriser l'accès à la localisation
nl: Locatietoegang toestaan

source: Almost there! The game needs to track the Chicken even when the app is in the background. Please select 'Always' on the next screen.
fr: On y est presque ! Le jeu doit suivre la Poule même quand l'app est en arrière-plan. Sélectionne 'Toujours' à l'écran suivant.
nl: Bijna klaar! Het spel moet de Kip volgen, ook als de app op de achtergrond draait. Selecteer 'Altijd' op het volgende scherm.

source: Always allowed!
fr: Toujours autorisé !
nl: Altijd toegestaan!

source: Are you sure you want to cancel and finish the game now?
fr: Es-tu sûr de vouloir annuler et finir le jeu maintenant ?
nl: Weet je zeker dat je het spel nu wilt annuleren?

source: Are you sure you want to quit the game?
fr: Es-tu sûr de vouloir quitter le jeu ?
nl: Weet je zeker dat je het spel wilt verlaten?

source: Back
fr: Retour
nl: Terug

source: BACK TO MENU
fr: RETOUR AU MENU
nl: TERUG NAAR MENU

source: Between %lld and %lld hunters
fr: Entre %1$lld et %2$lld chasseurs
nl: Tussen %1$lld en %2$lld jagers

source: Cancel
fr: Annuler
nl: Annuleren

source: Cancel game
fr: Annuler la partie
nl: Spel annuleren

source: Challenges
fr: Défis
nl: Uitdagingen

source: Challenges and leaderboard
fr: Défis et classement
nl: Uitdagingen en klassement

source: Checking your code…
fr: Vérification du code…
nl: Code controleren…

source: Choose Power-Ups
fr: Choisir les Power-Ups
nl: Power-Ups kiezen

source: Close
fr: Fermer
nl: Sluiten

source: Code from your email
fr: Code reçu par email
nl: Code uit je e-mail

source: Confirm
fr: Confirmer
nl: Bevestigen

source: connected
fr: connecté(s)
nl: verbonden

source: Connection error
fr: Erreur de connexion
nl: Verbindingsfout

source: Continue
fr: Continuer
nl: Doorgaan

source: Copied!
fr: Copié !
nl: Gekopieerd!

source: Could not create the game. Please check your connection and try again.
fr: Impossible de créer le jeu. Vérifie ta connexion et réessaie.
nl: Kon het spel niet aanmaken. Controleer je verbinding en probeer opnieuw.

source: Could not reach the server. Check your connection and try again.
fr: Impossible de contacter le serveur. Vérifie ta connexion et réessaie.
nl: Kon de server niet bereiken. Controleer je verbinding en probeer opnieuw.

source: Couldn't register your win. Check your connection and retry, your code was correct.
fr: Impossible d'enregistrer ta victoire. Vérifie ta connexion et réessaie, ton code était bon.
nl: Kon je overwinning niet registreren. Controleer je verbinding en probeer opnieuw, je code was correct.

source: Couldn't submit the report. Try again in a moment.
fr: Impossible d'envoyer le signalement. Réessaie dans un instant.
nl: Kon het rapport niet verzenden. Probeer straks opnieuw.

source: Create a party
fr: Créer une partie
nl: Maak een spel

source: Create Party
fr: Créer une partie
nl: Maak een spel

source: CREATED
fr: CRÉÉE
nl: AANGEMAAKT

source: Daily limit reached
fr: Limite journalière atteinte
nl: Daglimiet bereikt

source: Data Deleted
fr: Données supprimées
nl: Gegevens verwijderd

source: Decrease number of hunters
fr: Diminuer le nombre de chasseurs
nl: Aantal jagers verlagen

source: Delete
fr: Supprimer
nl: Verwijderen

source: Delete Account
fr: Supprimer mon compte
nl: Account verwijderen

source: Did you send the proof on WhatsApp?
fr: As-tu bien envoyé la preuve sur WhatsApp ?
nl: Heb je het bewijs via WhatsApp gestuurd?

source: Dismiss
fr: Fermer
nl: Sluiten

source: Done
fr: Terminé
nl: Klaar

source: Duration: %llds
fr: Durée : %llds
nl: Duur: %llds

source: Empty Nickname
fr: Pseudo vide
nl: Lege bijnaam

source: Enable Notifications
fr: Activer les notifications
nl: Notificaties inschakelen

source: End
fr: Fin
nl: Einde

source: Ends at
fr: Fin à
nl: Eindigt om

source: Enter Found Code
fr: Entrer le code de capture
nl: Voer gevonden code in

source: Enter the 4-digit code shown by the chicken.
fr: Entre le code à 4 chiffres affiché par la Poule.
nl: Voer de 4-cijferige code in die de Kip toont.

source: Enter the admin code
fr: Entre le code admin
nl: Voer de admincode in

source: Enter the game code
fr: Entre le code de la partie
nl: Voer de spelcode in

source: Error
fr: Erreur
nl: Fout

source: Failed to delete your account. Please try again later.
fr: Impossible de supprimer ton compte. Réessaie plus tard.
nl: Kon je account niet verwijderen. Probeer het later opnieuw.

source: Final results
fr: Résultats finaux
nl: Eindresultaten

source: Final zone
fr: Zone finale
nl: Eindzone

source: FOUND
fr: TROUVÉ
nl: GEVONDEN

source: Game %@
fr: Partie %@
nl: Spel %@

source: Game code
fr: Code de partie
nl: Spelcode

source: Game Code
fr: Code de partie
nl: Spelcode

source: GAME CODE
fr: CODE DE PARTIE
nl: SPELCODE

source: Game in progress
fr: Partie en cours
nl: Spel bezig

source: Game info
fr: Infos de la partie
nl: Spelinfo

source: Game Info
fr: Infos de la partie
nl: Spelinfo

source: Game Mode
fr: Mode de jeu
nl: Spelmodus

source: Game Modes
fr: Modes de jeu
nl: Spelmodi

source: Game not found
fr: Partie introuvable
nl: Spel niet gevonden

source: Game rules
fr: Règles du jeu
nl: Spelregels

source: Game starts in
fr: Le jeu commence dans
nl: Spel begint over

source: Get notified when the game starts, the zone shrinks, and when a hunter finds the chicken! This is optional but recommended.
fr: Soyez notifié quand la partie commence, quand la zone rétrécit, et quand un chasseur trouve la poule ! C'est optionnel mais recommandé.
nl: Krijg een melding wanneer het spel start, de zone krimpt en wanneer een jager de kip vindt! Dit is optioneel maar aanbevolen.

source: How to play
fr: Comment jouer
nl: Hoe te spelen

source: Hunters
fr: Chasseurs
nl: Jagers

source: Hunters (%lld)
fr: Chasseurs (%lld)
nl: Jagers (%lld)

source: Inappropriate Nickname
fr: Pseudo inapproprié
nl: Ongepaste bijnaam

source: Increase number of hunters
fr: Augmenter le nombre de chasseurs
nl: Aantal jagers verhogen

source: Instant
fr: Instantané
nl: Direct

source: Invalid code
fr: Code invalide
nl: Ongeldige code

source: Invalid validation code. Check the email we sent you.
fr: Code invalide. Vérifie l'email qu'on t'a envoyé.
nl: Ongeldige code. Check de e-mail die we je hebben gestuurd.

source: Join
fr: Rejoindre
nl: Deelnemen

source: Join as GameMaster 🦅
fr: Rejoindre en GameMaster 🦅
nl: Deelnemen als GameMaster 🦅

source: Join as Hunter
fr: Rejoindre en chasseur
nl: Deelnemen als jager

source: Join Game
fr: Rejoindre la partie
nl: Meedoen aan spel

source: Join the hunt
fr: Rejoindre la chasse
nl: Doe mee met de jacht

source: JOINED
fr: REJOINT
nl: MEEGEDAAN

source: Large
fr: Grand
nl: Groot

source: Leaderboard
fr: Classement
nl: Klassement

source: Live position
fr: Position en direct
nl: Live positie

source: Location access was denied. Please enable it in Settings to play.
fr: L'accès à la localisation a été refusé. Active-le dans les Réglages pour jouer.
nl: Locatietoegang is geweigerd. Schakel het in via Instellingen om te spelen.

source: Location is the core of PouleParty! Your position is anonymous and only used during the game. Please enable location access to continue.
fr: La localisation est au cœur de PouleParty ! Ta position est anonyme et utilisée uniquement pendant le jeu. Active l'accès à la localisation pour continuer.
nl: Locatie is de kern van PouleParty! Je positie is anoniem en wordt alleen tijdens het spel gebruikt. Schakel locatietoegang in om door te gaan.

source: Location Required
fr: Localisation requise
nl: Locatie vereist

source: Medium
fr: Moyen
nl: Gemiddeld

source: Mute music
fr: Couper la musique
nl: Muziek dempen

source: My Games
fr: Mes parties
nl: Mijn spellen

source: Network Error
fr: Erreur réseau
nl: Netwerkfout

source: Network error. Please try again.
fr: Erreur réseau. Réessaie.
nl: Netwerkfout. Probeer opnieuw.

source: Never mind
fr: Laisse tomber
nl: Laat maar

source: Next
fr: Suivant
nl: Volgende

source: Next game
fr: Prochaine partie
nl: Volgende spel

source: Nickname
fr: Pseudo
nl: Bijnaam

source: No active game found with this code. Check the code and try again.
fr: Aucune partie active trouvée avec ce code. Vérifie le code et réessaie.
nl: Geen actief spel gevonden met deze code. Controleer de code en probeer opnieuw.

source: No challenges yet.
fr: Aucun défi pour le moment.
nl: Nog geen uitdagingen.

source: No game found with this code.
fr: Aucune partie trouvée avec ce code.
nl: Geen spel gevonden met deze code.

source: No games yet
fr: Aucune partie pour le moment
nl: Nog geen spellen

source: No hunter found the chicken in this game
fr: Aucun Chasseur n'a trouvé la Poule dans cette partie
nl: Geen enkele Jager heeft de Kip gevonden in dit spel

source: No hunters yet.
fr: Aucun chasseur pour le moment.
nl: Nog geen jagers.

source: No power-ups collected yet
fr: Aucun power-up collecté
nl: Nog geen power-ups verzameld

# notif_chicken_start_body
source: You’re the Chicken! Start hiding now!
fr: Tu es la Poule ! Cache-toi vite !
nl: Jij bent de Kip! Verstop je snel!

# notif_chicken_start_title
source: Game Started!
fr: C'est parti !
nl: Het spel is begonnen!

# notif_hunter_found_body
source: %1$@ found the chicken! %2$@ hunters remaining
fr: %1$@ a trouvé la poule ! %2$@ chasseurs restants
nl: %1$@ heeft de kip gevonden! %2$@ jagers resterend

# notif_hunter_found_title
source: Chicken Found!
fr: Poule trouvée !
nl: Kip gevonden!

# notif_hunter_start_body
source: The Chicken is hiding. Go find them!
fr: La Poule se cache. Trouve-la !
nl: De Kip verstopt zich. Ga ze zoeken!

# notif_hunter_start_title
source: The Hunt Begins!
fr: La chasse commence !
nl: De jacht begint!

# notif_zone_shrink_body
source: The zone just got smaller. Stay inside!
fr: La zone vient de rétrécir. Reste dedans !
nl: De zone is net kleiner geworden. Blijf erin!

# notif_zone_shrink_title
source: Zone Shrinking!
fr: La zone rétrécit !
nl: Zone krimpt!

source: Notifications enabled!
fr: Notifications activées !
nl: Notificaties ingeschakeld!

source: Notifications enabled! You'll know when the game starts, the zone shrinks, and when hunters find the chicken.
fr: Notifications activées ! Tu seras prévenu quand la partie commence, quand la zone rétrécit, et quand des Chasseurs trouvent la Poule.
nl: Notificaties ingeschakeld! Je wordt op de hoogte gebracht wanneer het spel start, de zone krimpt, en wanneer jagers de kip vinden.

source: Notifications were denied. You can enable them in Settings to get game alerts.
fr: Les notifications ont été refusées. Vous pouvez les activer dans les Réglages pour recevoir les alertes du jeu.
nl: Notificaties zijn geweigerd. Je kunt ze inschakelen via Instellingen om spelmeldingen te ontvangen.

source: Open
fr: Ouvrir
nl: Openen

source: Open Settings
fr: Ouvrir les Réglages
nl: Open Instellingen

source: Party not open yet
fr: Partie pas encore ouverte
nl: Feest nog niet open

source: Place the final pin at least 100 m from the start.
fr: Place le pin final à au moins 100 m du départ.
nl: Plaats de eindpin minstens 100 m van het beginpunt.

source: Place the start, then pick a zone size.
fr: Place le départ, puis choisis une taille de zone.
nl: Plaats het beginpunt en kies een zonegrootte.

source: Place the start. The zone size will be computed on the next step.
fr: Place le départ. La taille de la zone sera calculée à l'étape suivante.
nl: Plaats het beginpunt. De zonegrootte wordt op de volgende stap berekend.

source: Please choose a different nickname. This one contains inappropriate language.
fr: Choisis un autre pseudo. Celui-ci contient du langage inapproprié.
nl: Kies een andere bijnaam. Deze bevat ongepast taalgebruik.

source: Power-ups inventory
fr: Inventaire des power-ups
nl: Power-ups inventaris

source: Quit
fr: Quitter
nl: Verlaten

source: Quit game
fr: Quitter le jeu
nl: Spel verlaten

source: Radius : %lldm
fr: Rayon : %lldm
nl: Straal: %lldm

source: Radius %lld meters
fr: Rayon %lld mètres
nl: Straal %lld meter

source: Registered but not transmitting
fr: Inscrit mais ne transmet pas
nl: Geregistreerd maar niet aan het verzenden

source: Rejoin
fr: Reprendre
nl: Hervatten

source: Report
fr: Signaler
nl: Rapporteer

source: Report %@
fr: Signaler %@
nl: Rapporteer %@

source: Report %@ for an offensive nickname or inappropriate behaviour. We review every report; abusive reporters may be banned.
fr: Signaler %@ pour un pseudo offensant ou un comportement inapproprié. Chaque signalement est examiné ; les signaleurs abusifs peuvent être bannis.
nl: Rapporteer %@ voor een aanstootgevende nickname of ongepast gedrag. Elk rapport wordt bekeken; wie misbruik maakt kan geband worden.

source: Report this player?
fr: Signaler ce joueur ?
nl: Deze speler rapporteren?

source: Retry
fr: Réessayer
nl: Opnieuw proberen

source: Return to the zone!
fr: Retourne dans la zone !
nl: Keer terug naar de zone!

source: Rules
fr: Règles
nl: Regels

source: Schedule
fr: Horaire
nl: Planning

source: Search address
fr: Rechercher une adresse
nl: Zoek adres

source: Set a start zone and final zone to start
fr: Définis une zone de départ et une zone finale pour commencer
nl: Stel een start- en eindzone in om te beginnen

source: Set a start zone to start
fr: Place une zone de départ pour commencer
nl: Plaats een startzone om te beginnen

source: Settings
fr: Réglages
nl: Instellingen

source: Show this code to the hunter
fr: Montre ce code au chasseur
nl: Toon deze code aan de jager

source: Shuffle
fr: Mélanger
nl: Schudden

source: Small
fr: Petit
nl: Klein

source: Start
fr: Début

source: Start at
fr: Départ à
nl: Start om

source: Start game
fr: Commencer la partie
nl: Spel starten

source: Start Game
fr: Démarrer la partie
nl: Start spel

source: Start zone
fr: Zone de départ

source: Starting in %@
fr: Commence dans %@
nl: Start over %@

source: Stay in the Loop
fr: Reste au courant
nl: Blijf op de hoogte

source: Submit
fr: Valider
nl: Bevestigen

source: Tap Confirm to validate this challenge.
fr: Appuie sur Confirmer pour valider ce défi.
nl: Tik op Bevestigen om deze uitdaging te valideren.

source: Tap the map to adjust the final zone.
fr: Tape sur la carte pour ajuster la zone finale.
nl: Tik op de kaart om de eindzone aan te passen.

source: Tap to copy:
fr: Appuie pour copier :
nl: Tik om te kopiëren:

source: Tap to edit the number of players
fr: Touche pour modifier le nombre de joueurs
nl: Tik om het aantal spelers te wijzigen

source: Team name
fr: Nom d'équipe
nl: Teamnaam

source: Thanks — report submitted
fr: Merci — signalement envoyé
nl: Bedankt — rapport verzonden

source: That code is incorrect. Try again!
fr: Ce code est incorrect. Réessaie !
nl: Die code is onjuist. Probeer opnieuw!

source: The chicken gets a head start before hunters begin
fr: La Poule a une avance avant que les Chasseurs ne commencent
nl: De Kip krijgt een voorsprong voordat de Jagers beginnen

source: The Chicken survived!
fr: La Poule a survécu !
nl: De Kip heeft het overleefd!

source: The game has ended!
fr: Le jeu est terminé !
nl: Het spel is afgelopen!

source: The hunter must enter this code to prove they found you!
fr: Le Chasseur doit entrer ce code pour prouver qu'il t'a trouvé !
nl: De Jager moet deze code invoeren om te bewijzen dat hij je heeft gevonden!

source: This game ended without any hunters joining.
fr: Cette partie s'est terminée sans qu'aucun chasseur ne rejoigne.
nl: Dit spel eindigde zonder dat er jagers meededen.

source: This will delete your anonymous account and all associated data. A new anonymous account will be created automatically.
fr: Cela supprimera ton compte anonyme et toutes les données associées. Un nouveau compte anonyme sera créé automatiquement.
nl: Dit verwijdert je anonieme account en alle bijbehorende gegevens. Er wordt automatisch een nieuw anoniem account aangemaakt.

source: This will permanently delete your anonymous account. Any active games will be abandoned. Are you sure?
fr: Cela supprimera définitivement ton compte anonyme. Les parties en cours seront abandonnées. Es-tu sûr ?
nl: Dit verwijdert je anonieme account permanent. Actieve spellen worden verlaten. Weet je het zeker?

source: Time's up! The Chicken survived!
fr: Temps écoulé ! La Poule a survécu !
nl: Tijd voorbij! De Kip heeft het overleefd!

source: Too many attempts. Try again in %d min.
fr: Trop de tentatives. Réessaie dans %d min.
nl: Te veel pogingen. Probeer over %d min opnieuw.

source: Unmute music
fr: Activer la musique
nl: Muziek aanzetten

source: Validate
fr: Valider
nl: Bevestigen

source: Validation code
fr: Code de validation
nl: Validatiecode

source: View Leaderboard
fr: Voir le classement
nl: Klassement bekijken

source: Want to create a party?
fr: Envie de créer une partie ?
nl: Een feest organiseren?

source: Watch
fr: Observer
nl: Bekijken

source: We couldn't find any registration matching this code. Double-check the email we sent you, or contact julien@rahier.dev.
fr: On ne trouve aucune inscription correspondant à ce code. Vérifie l'email qu'on t'a envoyé, ou contacte julien@rahier.dev.
nl: We vinden geen inschrijving die bij deze code hoort. Check de e-mail die we je hebben gestuurd, of mail julien@rahier.dev.

source: Winners
fr: Gagnants
nl: Winnaars

source: Without it, the game can't work. No location = no map = no fun. We promise we only use it during the game!
fr: Sans elle, le jeu ne fonctionne pas. Pas de localisation = pas de carte = pas de fun. Promis, on ne l'utilise que pendant la partie !
nl: Zonder kan het spel niet werken. Geen locatie = geen kaart = geen plezier. We beloven dat we het alleen tijdens het spel gebruiken!

source: Wrong code
fr: Mauvais code
nl: Verkeerde code

source: Wrong code. %d attempt(s) remaining.
fr: Mauvais code. %d tentative(s) restante(s).
nl: Verkeerde code. Nog %d poging(en).

source: You can only create 1 free game per day. Upgrade to a paid plan for unlimited games.
fr: Tu ne peux créer qu'une seule partie gratuite par jour. Passe à un plan payant pour des parties illimitées.
nl: Je kunt maar 1 gratis spel per dag aanmaken. Upgrade naar een betaald plan voor onbeperkte spellen.

source: You're all set! The game will track location even in the background. Maximum fun guaranteed!
fr: Tout est prêt ! Le jeu suivra la localisation même en arrière-plan. Fun maximum garanti !
nl: Alles is klaar! Het spel volgt de locatie zelfs op de achtergrond. Maximaal plezier gegarandeerd!

source: Your account and data have been deleted.
fr: Ton compte et tes données ont été supprimés.
nl: Je account en gegevens zijn verwijderd.

source: Your nickname
fr: Ton pseudo
nl: Je bijnaam

source: Your nickname cannot be empty.
fr: Ton pseudo ne peut pas être vide.
nl: Je bijnaam mag niet leeg zijn.

source: YOUR VALIDATION CODE
fr: TON CODE DE VALIDATION
nl: JE VALIDATIECODE

source: Your validation code is saved. The party hasn't been set up yet — come back on June 6 with the game code we'll announce on site!
fr: Ton code de validation est sauvegardé. La partie n'est pas encore configurée — reviens le 6 juin avec le code de partie qu'on t'annoncera sur place !
nl: Je validatiecode is opgeslagen. Het feest is nog niet ingericht — kom op 6 juni terug met de spelcode die we ter plaatse aankondigen!

source: Enable GameMaster role
fr: Activer le rôle GameMaster
nl: GameMaster-rol activeren

source: Designate %@
fr: Désigner %@
nl: %@ aanwijzen

source: Designate as chicken
fr: Désigner comme poule
nl: Aanwijzen als kip

source: Designate the chicken
fr: Désigner la poule
nl: De kip aanwijzen

source: Keep it secret: share it only with the referee.
fr: Garde-le secret : tu le partages seulement à l'arbitre.
nl: Houd hem geheim: deel hem alleen met de scheidsrechter.

source: The designated hunter becomes the chicken; they leave the hunters list. Only possible before the game starts.
fr: Le chasseur désigné devient la poule ; il quitte la liste des chasseurs. Possible uniquement avant le début de la partie.
nl: De aangewezen jager wordt de kip; hij verlaat de jagerslijst. Alleen mogelijk vóór het begin van het spel.

source: %@ will become the chicken. The current chicken will lose this role.
fr: %@ deviendra la poule. La poule actuelle perdra ce rôle.
nl: %@ wordt de kip. De huidige kip verliest deze rol.

source: %lld hunters
fr: %lld chasseurs
nl: %lld jagers

source: How many hunters can join?
fr: Combien de chasseurs peuvent rejoindre ?
nl: Hoeveel jagers mogen meedoen?

source: Register
fr: S'inscrire
nl: Inschrijven

source: Sign up
fr: S'inscrire
nl: Aanmelden

source: 1 day before
fr: 1 jour avant
nl: 1 dag van tevoren

source: Collapse
fr: Réduire
nl: Inklappen

source: Open join
fr: Accès libre
nl: Open toegang

source: Number of players
fr: Nombre de joueurs
nl: Aantal spelers

source: Registration required
fr: Inscription requise
nl: Inschrijving vereist

source: Registration
fr: Inscription
nl: Inschrijving

source: Registration closes
fr: L'inscription ferme
nl: Inschrijving sluit

source: Radius
fr: Rayon
nl: Straal

source: FINAL
nl: FINAAL

source: Mode
nl: Modus

source: Version
nl: Versie
